
namespace ConstLS.Units.SkillLists
{
    struct УмениеДруида
    {
        public const int
            жалящий_рой = 299,
            рой_железных_скал = 300,
            обжигающий_рой = 301,
            ледяной_рой = 302,
            древний_рой = 303,
            порождения_земли = 304,
            нашествие_саранчи = 305,
            стена_из_шипов = 306,
            жизненная_сила = 307,
            пища = 308,
            перенесение_души = 309,
            барьер_из_шипов = 310,
            гармония = 311,
            призыв_лисицы = 312,
            когти_лисицы = 313,
            огонь_духов = 314,
            хвост_лисицы = 315,
            тень_лисицы = 316,
            хитрость_лисицы = 317,
            дух_лисицы = 318,
            изгнание = 319,
            ранение = 320,
            слабость = 321,
            разграбление = 322,
            мастерство_плавания = 323,
            дикость = 324,
            мастерство_владения_деревом = 325,
            вспышка_ци = 326,
            высшая_вспышка_ци = 327,
            приручение_животного = 328,
            оживление_питомца = 329,
            исцеление_питомца = 330;
    }
}
